stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/50-wf1-50-wf2-200-wf3/wave-iteration-3/out-wf2-50-2022-01-27_14:39:48.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    15m0.061039481s, 14m59.980036894s, 81.002587ms
Latencies     [mean, 50, 95, 99, max]  223.735365ms, 120.92824ms, 859.121838ms, 1.882433951s, 4.777166344s
Bytes In      [total, mean]            479323116, 10651.62
Bytes Out     [total, mean]            1125000, 25.00
Success       [ratio]                  96.17%
Status Codes  [code:count]             200:43277  500:1723  
Error Set:
500 Internal Server Error