stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/50-wf1-50-wf2-200-wf3/wave-iteration-3/out-wf2-50-2022-01-27_23:23:55.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    15m0.565979196s, 14m59.980697247s, 585.281949ms
Latencies     [mean, 50, 95, 99, max]  249.987858ms, 154.077646ms, 817.914948ms, 1.901397423s, 3.614234701s
Bytes In      [total, mean]            491040000, 10912.00
Bytes Out     [total, mean]            1125000, 25.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: